
export default function Comment() {

    return (
        <section className="comment">
            <div className="comment__content">
                <svg className="comment__Image-1" xmlns="http://www.w3.org/2000/svg" width="59" height="57" viewBox="0 0 59 57" fill="none">
                    <path
                        d="M25.9756 43.7995C25.9756 47.2839 24.7312 50.2706 22.2423 52.7594C19.7534 55.2483 16.8497 56.4928 13.5312 56.4928C9.88083 56.4928 6.81121 55.3313 4.32232 53.0083C1.99937 50.6854 0.837891 47.6987 0.837891 44.0484C0.837891 34.9225 6.89417 20.487 19.0067 0.741821L28.4645 2.23515L18.2601 32.3506C23.4037 34.0099 25.9756 37.8262 25.9756 43.7995ZM56.0911 43.7995C56.0911 47.2839 54.8466 50.2706 52.3577 52.7594C49.8689 55.2483 46.8822 56.4928 43.3978 56.4928C39.9133 56.4928 36.9267 55.3313 34.4378 53.0083C32.1148 50.6854 30.9534 47.6987 30.9534 44.0484C30.9534 34.9225 36.9267 20.487 48.8733 0.741821L58.3311 2.23515L48.3755 32.3506C53.5192 34.0099 56.0911 37.8262 56.0911 43.7995Z"
                        fill="black"/>
                </svg>
                <div className="comment__content-block">
                    <p>
                        При продаже коммерческого помещения, мы сразу определяем сферы бизнеса, которым конкретное
                        помещение
                        было бы интересно.
                    </p>
                    <br/>
                    <p>
                        Ряд компаний ежемесячно направляют нам задания на подбор помещений для их бизнеса. Среди них
                        различные сети
                        и франшизы.
                    </p>
                    <br/>
                    <p>
                        Это позволяет нам сократить цикл поиска потенциальных покупателей, а не просто ждать звонка по
                        объявлению на ЦИАН
                    </p>
                </div>
                <svg className="comment__Image-2" xmlns="http://www.w3.org/2000/svg" width="59" height="57" viewBox="0 0 59 57" fill="none">
                    <path
                        d="M33.1289 13.6319C33.1289 10.1475 34.3733 7.16083 36.8622 4.67195C39.3511 2.18306 42.2548 0.938625 45.5733 0.938625C49.2237 0.938625 52.2933 2.1001 54.7822 4.42305C57.1051 6.74601 58.2666 9.73267 58.2666 13.383C58.2666 22.5089 52.2103 36.9444 40.0978 56.6896L30.64 55.1962L40.8444 25.0808C35.7007 23.4215 33.1289 19.6052 33.1289 13.6319ZM3.01343 13.6319C3.01343 10.1475 4.25787 7.16083 6.74675 4.67195C9.23563 2.18306 12.2223 0.938625 15.7067 0.938625C19.1912 0.938625 22.1778 2.1001 24.6667 4.42305C26.9897 6.74601 28.1511 9.73267 28.1511 13.383C28.1511 22.5089 22.1778 36.9444 10.2312 56.6896L0.773438 55.1962L10.729 25.0808C5.58528 23.4215 3.01343 19.6052 3.01343 13.6319Z"
                        fill="black"/>
                </svg>
            </div>
            <div className="comment__avtor">Денис Севостьянов, руководитель агенства</div>
        </section>
    );
}