
export default function Steps() {
  return (
    <section className="steps">
     <div className="container">
      <h2 className="title-block">Наши преимущества</h2>
        <div className="steps__container">
            <div className="steps__block-1 steps__block">
                <span>1</span>
                <div>
                    <h4>Выгода</h4>
                    <p>Для вас это будет покупка, которой можно гордиться. Мы выбьем для вас лучшие условия, договоримся о скидке и проведении сделки, удобной именно для вас</p>
                </div>
            </div>
            <div className="steps__block-2 steps__block">
                <span>2</span>
                <div>
                    <h4>Забота</h4>
                    <p>Наши специалисты подберут для вас объект как для себя. Найдут ту недвижимость, в которой вам будет действительно комфортно. Мы на связи в любое время, всегда готовы поддержать и ответить на вопросы</p>
                </div>
            </div>
            <div className="steps__block-3 steps__block">
                <span>3</span>
                <div>
                     <h4>Знания</h4>
                    <p>Мы обладаем многолетним опытом работы с сфере недвижимости. Знаем все о текущем состоянии рынка и трендах строительства. Сориентируем вас, что сейчас действительно выгодно покупать</p>
                </div>
            </div>
            <div className="steps__block-4 steps__block">
                <span>4</span>
                <div>
                    <h4>Комфорт</h4>
                    <p>Многие наши клиенты отмечают нашу исключительную вежливость и заботу. Мы умеем экологично договариваться и находить компромиссы с собственниками, застройщиками и агентами</p>
                </div>    
            </div>
            {/* <div className="steps__block-5 steps__block">
                <span>5</span>
                <div>
                    <h4>Знания</h4>
                    <p>Мы обладаем многолетним опытом работы с сфере недвижимости. Знаем все о текущем состоянии рынка и трендах строительства. Сориентируем вас, что сейчас действительно выгодно покупать</p>
                </div>
            </div> */}
            {/* <div className="steps__block-4 steps__block">
                <span>4</span>
                <div>
                    <h4>звонки и показы</h4>
                    <p>делаем это профессионально, не просто показывая квартиру, а продавая ее</p>
                </div>
            </div> */}
        </div>
     </div>
    </section>
  )
}
